{
    "sunlit": {
        "header": "The Sunlit Zone",
        "subtitle": "This zone extends to about 200 meters, or 656 feet, below the surface. Sunlight is mostly visible at these depths, allowing plants and other photosynthetic organisms to thrive.",
        "bgColor": "#47B5FF",
        "color": "#191966",
        "facts": [
            {
                "factHeader": "Phytoplankton",
                "imgSrc": "svgs/phytoplankton.svg",
                "factBody": "Phytoplankton are a group of microscopic, photosynthetic algae. Like plants on land, they take in carbon dioxide and produce oxygen and nutrients, forming the base of the ocean's food chain. The most common phytoplankton are diatoms. Their cell walls are made of silica, the same material used in glass, resulting in a tough outer shell."
            },
            {
                "factHeader": "Seaweed",
                "imgSrc": "svgs/seaweed.svg",
                "factBody": "The term seaweed groups together algae that are large, rather than microscopic. Seaweed come in many colors, typically green, brown, and red. In some places, kelp, a brown algae, grow tall and densely to form kelp forests. Certain species of seaweed have gas-filled bulbs to help them stay afloat. Together, phytoplankton and large algae produce about half of the world's oxygen. Despite the name and appearance, many types of seaweed are not actually categorized as plants."
            },
            {
                "factHeader": "Zooplankton",
                "imgSrc": "",
                "factBody": "Zooplankton are small animals that feed on phytoplankton and are either microscopic or visible with the unaided eye. Some zooplankton are holoplankton, which means they remain small their entire lives and passively follow the flow of water. Copepods and small krill are examples of this. Others are meroplankton, meaning they begin life unable to move themselves, but gain the ability to propel themselves in water or over the sea floor as they mature. These include sea stars, crabs, and clams. Organisms that can control their own movement are called nektons."
            },
            {
                "factHeader": "Bony Fish",
                "imgSrc": "",
                "factBody": "Next up on the food chain are fish. In general, fish feed on smaller fish, with the smallest fish feeding on zooplankton. Anchovies and sardines are examples of small fish. Cod and mackerel are larger, while tuna and salmon are larger still. One interesting type of fish, called flatfish, starts its life like most other fish, with eyes on both sides of its body. As the flatfish matures, one of its eyes moves to the other side and the fish swims with that side facing up. It is called a flounder if the eyes end up on the left, and sole if the eyes end up on the right."
            },
            {
                "factHeader": "Cartilaginous Fish",
                "imgSrc": "",
                "factBody": "Sharks and rays have skeletons made of cartilage, which is softer than bone (humans also have some cartilage, in their ears and nose!). Sharks prey on smaller fish, cephalopods, or plankton, depending on the species. Shark skin feels like sandpaper from their pointy scales that helps them swim. Teeth shapes vary from triangle to serrated depending on the species. Rays are closely related to sharks, and are often called \"flattened\" sharks. Rays attack prey and defend themselves with either vemon or electric shocks."
            },
            {
                "factHeader": "Marine Mammals",
                "imgSrc": "",
                "factBody": "Dolphins and whales are among the largest creatures in the ocean. Because they are mammals, not fish, they need to regularly surface to breathe. However, they can hold their breath anywhere from 20 to 90 minutes. The largest whale, the blue whale, can grow as long as 30 meters! Despite its size, the blue whale feeds primarily on plankton. Orcas, also known as killer whales, are among the most aggressive predators in the sea, feeding on fish, seals, sea lions, and other whales. Orcas often hunt in groups."
            }
        ]
    },
    "twilight": {
        "header": "The Twilight Zone",
        "subtitle": "From 200 meters to 1000 meters (656 feet to 3280 feet) below the surface is the Twilight Zone. Here, no more than 1% of sunlight is visible, and mostly blue light remains.",
        "bgColor": "#1369DF",
        "color": "#191966",
        "facts": [
            {
                "factHeader": "Cephalopods",
                "imgSrc": "",
                "factBody": ""
            }
        ]
    },
    "midnight": {
        "header": "The Midnight Zone",
        "subtitle": "The Midnight Zone ranges from 1000 meters to 4000 meters (3280 feet to 13100 feet) below sea level. Starting here, no sunlight is visible. This zone continues down to the start of the oceanic crust.",
        "bgColor": "#1C399E",
        "color": "#63C1FF",
        "facts": []
    },
    "abyssal": {
        "header": "The Abyssal Zone",
        "subtitle": "This zone extends from 4000 meters to 6500 meters (13100 feet to 21300 feet) and spans the seafloor. About a third of the Earth's oceans reach this depth.",
        "bgColor": "#191565",
        "color": "#A2C7FF",
        "facts": []
    },
    "hadal": {
        "header": "The Hadal Zone",
        "subtitle": "By diving into deep sea trenches, we can go beyond the seafloor. This is the Hadal Zone, with depths as far as 11000 meters (36000 feet) below the surface.",
        "bgColor": "#000",
        "color": "#FFF",
        "facts": []
    }
}