{
    "sunlit": {
        "header": "The Sunlit Zone",
        "subtitle": "This zone extends to about 200 meters, or 656 feet, below the surface. Sunlight is mostly visible at these depths, allowing plants and other photosynthetic organisms to thrive.",
        "bgColor": "#47B5FF",
        "color": "#191966",
        "facts": [
            {
                "factHeader": "Phytoplankton",
                "imgSrc": "svgs/phytoplankton.svg",
                "factBody": "Phytoplankton are a group of microscopic, photosynthetic algae. Like plants on land, they take in carbon dioxide and produce oxygen and nutrients, forming the base of the ocean's food chain. The most common phytoplankton are diatoms. Their cell walls are made of silica, the same material used in glass, resulting in a tough outer shell."
            },
            {
                "factHeader": "Seaweed",
                "imgSrc": "svgs/seaweed.svg",
                "factBody": "The term seaweed groups together algae that are large, rather than microscopic. Seaweed come in many colors, typically green, brown, and red. In some places, kelp, a brown algae, grow tall and densely to form kelp forests. Certain species of seaweed have gas-filled bulbs to help them stay afloat. Together, phytoplankton and large algae produce about half of the world's oxygen. Despite the name and appearance, many types of seaweed are not actually categorized as plants."
            },
            {
                "factHeader": "Zooplankton",
                "imgSrc": "",
                "factBody": "Zooplankton are small animals that feed on phytoplankton and are either microscopic or visible with the unaided eye. Some zooplankton are holoplankton, which means they remain small their entire lives and passively follow the flow of water. Copepods and small krill are examples of this. Others are meroplankton, meaning they begin life unable to move themselves, but gain the ability to propel themselves in water or over the sea floor as they mature. These include sea stars, crabs, and clams. Organisms that can control their own movement are called nektons."
            },
            {
                "factHeader": "Bony Fish",
                "imgSrc": "",
                "factBody": "Next up on the food chain are fish. In general, fish feed on smaller fish, with the smallest fish feeding on zooplankton. Anchovies and sardines are examples of small fish. Cod and mackerel are larger, while tuna and salmon are larger still. One interesting type of fish, called flatfish, starts its life like most other fish, with eyes on both sides of its body. As the flatfish matures, one of its eyes moves to the other side and the fish swims with that side facing up. It is called a flounder if the eyes end up on the left, and sole if the eyes end up on the right."
            },
            {
                "factHeader": "Cartilaginous Fish",
                "imgSrc": "",
                "factBody": "Sharks and rays have skeletons made of cartilage, which is softer than bone (humans also have some cartilage, in their ears and nose!). Sharks prey on smaller fish, cephalopods, or plankton, depending on the species. Shark skin feels like sandpaper from their pointy scales that helps them swim. Teeth shapes vary from triangle to serrated depending on the species. Rays are closely related to sharks, and are often called \"flattened\" sharks. Rays attack prey and defend themselves with either vemon or electric shocks."
            },
            {
                "factHeader": "Marine Mammals",
                "imgSrc": "",
                "factBody": "Dolphins and whales are among the largest creatures in the ocean. Because they are mammals, not fish, they need to regularly surface to breathe. However, they can hold their breath anywhere from 20 to 90 minutes. The largest whale, the blue whale, can grow as long as 30 meters! Despite its size, the blue whale feeds primarily on plankton. Orcas, also known as killer whales, are among the most aggressive predators in the sea, feeding on fish, seals, sea lions, and other whales. Orcas often hunt in groups."
            }
        ]
    },
    "twilight": {
        "header": "The Twilight Zone",
        "subtitle": "From 200 meters to 1,000 meters (656 feet to 3,280 feet) below the surface is the Twilight Zone. Here, no more than 1% of sunlight is visible, and mostly blue light remains.",
        "bgColor": "#1369DF",
        "color": "#191966",
        "facts": [
            {
                "factHeader": "Giant Squids",
                "imgSrc": "",
                "factBody": "Giant squids are cephalopods, a class that includes squids, octopuses, and nautiluses. Until the early 2000's, humans have only observed dead giant squids that either wash up on shores or are inside sperm whales. Giant squids' mantle (the cone above their face) are around 2 meters, and the longest total length recorded is 13 meters (43 feet). The suction cups on giant squids contain a thin, hard serrated ring made of chitin (the same material that make your finger and toenails) that is used to attack prey."
            },
            {
                "factHeader": "Barreleye",
                "imgSrc": "",
                "factBody": "The most prominent feature of barreleyes is their green, upward-facing eyes, nested inside a translucent head. These eyes are tube-shaped, which restricts field of view but offers better light detection in a dark environment. The green in the eyes filters sunlight so the barreleye can focus on bioluminescent light. The barreleye usually looks upward when searching for food, but will rotate its eyes forward to catch a meal, which mainly consists of zooplankton. The two nubs at the front of the head are used to detect smell."
            },
            {
                "factHeader": "Silky Jelly",
                "imgSrc": "",
                "factBody": "The silky jelly is one of the fastest swimming jellies. Their bells, which can be up to 4.5 centimeters (1.8 inches) in diameter, can create a blue flash that startles predators. As they swim to escape a predator, they may also drop a few tentacles to cause confusion. Like many other jellies, their tentacles are capable of stinging both predators and prey. Scientists believe the silky jelly can regrow any of their 32 tentacles. Silky jellies primarily feed on small crustaceans."
            },
            {
                "factHeader": "Deepest SCUBA Dive",
                "imgSrc": "",
                "factBody": "In September 2014, Ahmed Gabr of Egypt dove to a depth of just over 332 meters (1,090 feet) in the Red Sea. While it only took him about 12 minutes to reach that depth, it took almost 15 hours to return to the surface. At deep sea pressures, the body starts to absorb nitrogen gas that is already in the body. If a diver ascends too early, the nitrogen doesn't have a chance to revert to a gas to be properly expelled, causing decompression sickness. Symptoms can be as mild as itching or as severe as nausea and unconsciousness."
            }
        ]
    },
    "midnight": {
        "header": "The Midnight Zone",
        "subtitle": "The Midnight Zone ranges from 1,000 meters to 4,000 meters (3,280 feet to 13,100 feet) below sea level. Starting here, no sunlight is visible. This zone continues down to the start of the oceanic crust.",
        "bgColor": "#1C399E",
        "color": "#63C1FF",
        "facts": [
            {
                "factHeader": "Anglerfish",
                "imgSrc": "",
                "factBody": "As sunlight becomes decreasingly visible with depth, an increasing percentage of sea creatures that can be found - as much as 80% - are bioluminescent. This means they use chemistry to produce their own light. Anglerfish don't produce their own light. Instead, they rely on bacteria in their lures to produce light. What we picture as an anglerfish is usually the female variant. Male anglerfish are much smaller. To mate, males latch onto the female's body, and the two fuse and mix their genetic material."
            },
            {
                "factHeader": "Giant Isopod",
                "imgSrc": "",
                "factBody": "This relative of the tiny pillbug on land lives in the deep sea and grows as large as 40 centimeters (16 inches). They have large eyes and 4 antennae to sense their surroundings. To swim, the giant isopod uses fin-like structures hidden under the back half of their body. They also use their 14 legs to walk on the sea floor and grab prey. Giant isopods primarily feed on the remains of dead organisms from the waters above, but have also been observed feeding on fish and other small creatures they encounter."
            },
            {
                "factHeader": "Sea Angel",
                "imgSrc": "",
                "factBody": "Sea angels are related to snails and sea slugs. They are no more than 1-2 centimeters (1 inch) long, and swim by flapping their wings. Despite their majestic appearance and graceful motions, they aggressively feed on sea butterflies, another close relative, using small tentacles hidden in their head. Sea angels and sea butterflies are often mixed up. One key difference is that sea angels don't have shells, while sea butterflies do. Ocean acidification is reducing the availability of calcium for these shells, which in turn reduces sea angels' food supply."
            },
            {
                "factHeader": "Dragonfish",
                "imgSrc": "",
                "factBody": "This family of fish have long, narrow bodies, as long as 50 centimeters (20 inches). Some species are bioluminescent near their eyes to improve vision, others have a bioluminescent chin lure, and some species have both. Many dragonfish have very dark skin, almost as dark as the man-made substance known as Vantablack. This helps the dragonfish not illuminate itself and stay camouflaged against the dark abyss. Dragonfish eat crustaceans, shrimp, and fish that they attract with their glowing lures."
            }
        ]
    },
    "abyssal": {
        "header": "The Abyssal Zone",
        "subtitle": "This zone extends from 4,000 meters to 6,500 meters (13,100 feet to 21,300 feet) and spans the seafloor. About a third of the Earth's oceans reach this depth.",
        "bgColor": "#191565",
        "color": "#A2C7FF",
        "facts": [
            {
                "factHeader": "Fangtooth",
                "imgSrc": "",
                "factBody": ""
            },
            {
                "factHeader": "Zombie Worms",
                "imgSrc": "",
                "factBody": ""
            },
            {
                "factHeader": "Hydrothermal Vents",
                "imgSrc": "",
                "factBody": ""
            }
        ]
    },
    "hadal": {
        "header": "The Hadal Zone",
        "subtitle": "By diving into deep sea trenches, we can go beyond the seafloor. This is the Hadal Zone, with depths as far as 11,000 meters (36000 feet) below the surface.",
        "bgColor": "#000",
        "color": "#FFF",
        "facts": [
            {
                "factHeader": "Mariana Snailfish"
            },           
            {
                "factHeader": "Sea Pig"
            },
            {
                "factHeader": "Cusk Eel"
            },
            {
                "factHeader": "Deepest Manned Exploration",
                "imgSrc": "",
                "factBody": "On January 23, 1960, Jacques Piccard and Don Walsh reached a depth of 10,911 meters (35,797 feet) in the Mariana Trench. It remains the record today. Decades later, on March 26, 2012, filmmaker James Cameron (of Titanic and the Avatar franchise) came close to that record, diving to 10,908 meters (35,787 feet). The pressure at these depths is over 1,000 times greater than the pressure Earth's atmosphere exerts at the surface, and was enough to compress Cameron's vessel a few inches inward."
            }
        ]
    }
}